Repository: matfantinel/moneta
Catalog: po/extra/*.po
Languages: fr, hu

source: Currency Rates
fr: Taux de change
hu: Pénznem árfolyamok

source: Follow currency rates easily from your desktop.
fr: Suivez le taux de change des devises facilement depuis votre ordinateur.
hu: Kövesse egyszerűen az árfolyamokat a számítógép asztalán.

source: Moneta;Money;Finances;Currency;
fr: Moneta;Monnaie;Finances;Devise;
hu: Moneta;Pénz;Pénzügy;Pénznem;

source: Monitor the exchange rates of real-world currencies on your desktop
fr: Suivez les taux de change des devises à travers le monde depuis votre ordinateur
hu: Figyelemmel kíséri a valós valutaárfolyamokat az asztalon

source: Keep an eye on the exchange rate of currencies of your choice with this handy applet that stays on your desktop. Moneta is a fork from the app Coin by Lains, already on AppCenter, but adapted to handle real-world currencies instead of virtual ones.
fr: Gardez un œil sur le taux de change des devises de votre choix avec cet outil pratique qui reste sur votre bureau. Moneta est un fork de l'application Coin par Lains, déjà présente dans le Centre d'Applications, mais adaptée pour gérer les devises réelles au lieu des cryptomonnaies.
hu: Figyelemmel kíséri a választott pénznemek átváltási árfolyamát ezzel a praktikus applettel, amely az asztalon marad. A Moneta egy villát jelent a Lains alkalmazás Coin alkalmazásából, amely már az AppCenter-en található, de a virtuális valuta helyett valós valuták kezelésére lett adaptálva.

source: Features:
fr: Fonctionnalités :
hu: Jellemzők:

source: Stays on top of your desktop, giving you a quick glimpse of the exchange rates during the day
fr: Reste sur votre bureau, vous donnant un rapide aperçu du taux de change au cours de la journée
hu: Az asztal tetején marad, így gyors pillantást vehet a napi árfolyamokra

source: Supports many different currencies and updates the rates every hour throughout weekdays
fr: Prend en charge différentes devises et met à jour les taux régulièrement au cours des jours de la semaine

source: Indicates whether the rate has increased or decreased compared to previous day
fr: Indique si le taux a augmenté ou diminué par rapport au jour précédent
hu: Azt jelzi, hogy az arány növekedett vagy csökkent-e az előző naphoz képest

source: elementary OS 6.0 Odin Support
fr: Prise en charge d'elementary OS 6.0 Odin

source: 🌓 Support for dark style
fr: Prise en charge du thème sombre 🌓

source: Moneta's icon has a fresh new look! Plus new translations.
fr: Moneta à une toute nouvelle icône ! Ainsi que de nouvelles traductions.

source: ✨ New icon by Nararyans R.I. (@Fatih20)
fr: ✨ Nouvelle icône par Nararyans R.I. (@Fatih20)

source: 🇮🇹 Italian translation (@albanobattistella)
fr: 🇮🇹 Traductions en italien (@albanobattistella)

source: 🇹🇷 Turkish translation (@safak45x)
fr: 🇹🇷 Traductions en turc (@safak45x)

source: A few translation updates and a fix for the app freezing when changing currencies
fr: Quelques traductions mises à jour et correction d'un blocage lors du changement de devise

source: ✔️ Fix freeze when changing currencies (Rajkumar S | @rajkumaar23)
fr: ✔️ Correction d'un blocage lors du changement de devise (Rajkumar S | @rajkumaar23)

source: 🇧🇷️🇵🇹️ Portuguese translation
fr: 🇧🇷️🇵🇹️ Traduction en portugais

source: 🇨🇵️🇪🇦️ Updated spanish and french translations
fr: 🇨🇵️🇪🇦️ Mise à jour des traductions en espagnol et en français

source: Moneta v2 is here! Some changes were made in order to make sure the app stays useful and still updates throughout the day:
fr: Moneta v2 est là ! Certaines modifications ont été effectuées pour s'assurer des mises à jour constantes au cours de la journée :

source: ℹ️ New source of information (API)
fr: ℹ️ Nouvelle source d'information (API)

source: 🕐️ Instead of updating every 10 minutes, updates are now hourly (on weekdays only)
fr: 🕐️ Plutôt que d'effectuer des mises à jour toutes les 10 minutes, c'est désormais toutes les heures (jours de semaine uniquement)

source: 👀️ Moneta now displays the last time the information was updated for more transparency
fr: 👀️ Moneta affiche désormais la dernière fois que les informations ont été mises à jour pour plus de transparence

source: ⚠️ Important update about the future of Moneta
fr: ⚠️ Mise à jour importante pour l'avenir de Moneta

source: ✨️ New currency: Kazakhstani Tenge (Arthur Aslanyan | @asahnoln)
fr: ✨️ Nouvelle devise: Tenge kazakh (Arthur Aslanyan | @asahnoln)

source: 🇷🇺️ Updated Russian translations (Arthur Aslanyan | @asahnoln)
fr: 🇷🇺 Mise à jour des traductions en russe (Arthur Aslanyan | @asahnoln)

source: ✨️ New currency: Taiwan Dollar
fr: ✨️ Nouvelle devise : Dollar taïwanais

source: 👀️ Moneta now shows the current exchange rate in its window title in the taskbar if your OS supports it
fr: 👀️ Moneta affiche désormais le taux de change courant dans le nom de l'application dans la barre des tâches si votre système le supporte

source: 💰 New currencies: Mexican Peso and Hungarian Forint
fr: 💰 Nouvelles devises : Peso mexicain et Forint hongrois

source: 🇪🇦️ Spanish Translation (@manudmz)
fr: 🇪🇦️ Traduction en espagnol (@manudmz)

source: 🇭🇺️ Hungarian Translation (@ovari)
fr: 🇭🇺 Traduction en hongrois (@ovari)

source: 💰 New currency: Czech Koruna (Marcelo Fantinel | @marfantinel)
fr: 💰 Nouvelle devise : Couronne tchèque (Marcelo Fantinel | @marfantinel)
hu: 💰 Új pénznem: cseh koruna (Marcelo Fantinel | @marfantinel)

source: 🇫🇷 French Translation (Nathan Bonnemains | @NathanBnm)
fr: 🇫🇷 Traduction en français (Nathan Bonnemains | @NathanBnm)
hu: 🇫🇷 Francia fordítás (Nathan Bonnemains | @NathanBnm)

source: 🇷🇺 Russian Translation (Andrey Sudarikov)
fr: 🇷🇺 Traduction en russe (Andrey Sudarikov)

source: 🎨 Fix colors on non-default themes (Marcelo Fantinel | @marfantinel)
fr: 🎨 Correction des couleurs pour certains thèmes (Marcelo Fantinel | @marfantinel)
hu: 🎨 Javítsa meg a színeket az alapértelmezett témákban (Marcelo Fantinel | @marfantinel)

source: Initial Release 💰️
fr: Version initiale 💰️
hu: Első kiadás 💰️

source: Supports many different currencies and updates the rates many times throughout the day
hu: Támogat sok különböző valutát, és nap mint nap többször frissíti az árfolyamokat
